Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=635_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Kaksi uutta pohjoissaamenkielistä matematiikan kirjaa ilmestyi
sme: Guokte ođđa matematihka oahppogirjji davvisámegillii almmuhuvvon

source: Perusopetuksen uuteen matematiikan oppikirjasarjaan on ilmestynyt kaksi uutta pohjoissaamenkielistä oppikirjaa.
sme: Vuođđooahpahusa ođđa matematihka ráiddus leat almmuhuvvon guokte ođđa davvisámegielat oahppogirjji.

source: Uudet oppikirjat ovat syyslukukauden oppilaankirjoja luokille 5-6.
sme: Ođđa oahppogirjjit leat čakčabaji oahppigirjjit luohkáide 5-6.

source: Lohkoleaika- nimiset oppikirjat on käännetty WSOY:n Matikka-nimisestä sarjasta.
sme: Lohkoleaika- nammasaš girjjit leat jorgaluvvon WSOY Matikka-nammasaš ráiddus.

source: Koko sarjan on määrä valmistua pohjoissaamen kielellä tulevaan kevätlukukauteen mennessä.
sme: Olles davvisámegielat ráidu galgá gárvánit boahttevaš giđđalohkanbaji rádjái.

source: Oppikirjasarja julkaistaan myös inarinsaamen kielellä.
sme: Girjeráidu almmuhuvvo maiddái anárašgillii.

source: Ensimmäiset saamenkieliset käännökset WSOY:n Matikka-sarjasta julkaistiin vuonna 2011.
sme: Vuosttaš sámegillii jorgaluvvon girjjit WSOY Matikka-ráiddus almmuhuvvojedje jagis 2011.

source: Pohjoissaamenkielisestä sarjasta puuttuvat enää 5-6 luokkien kevätkirjat, joiden on määrä ilmestyä ennen ensi kevätlukukautta.
sme: Davvisámegielat ráiddus váilot šat giđđalohkanbaji girjjit luohkáide 5-6. Dat šaddet almmuhuvvot ovdal boahtte giđđalohkanbaji.

source: Inarinsaamenkielinen syyslukukauden oppikirja Lohosierâ 1 on julkaistu vuonna 2011.
sme: Anárašgielat čakčabaji oahppigirji Lohosierâ 1 lea almmuhuvvon jagis 2011.

source: Oppikirjoja voi tilata saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta: anni.
sme: Oahppogirjjiid sáhttá diŋgot sámedikki skuvlen- ja oahppamateriáladoaimmahagas: anni.

source: fi tai ritva.
sme: fi dahje ritva.

source: Lisätietoja tästä.
sme: Lassedieđut dás.
